---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IFC.ImporterIFCUtils
source: html/470480c0-ec6b-85c6-2532-385f99035d14.htm
---
# ImporterIFCUtils Members

Creates an empty family of a given category.